{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "A": 4,
      "C": 5,
      "G": 6,
      "N": 7,
      "T": 8,
      "Ġ": 9,
      "TT": 10,
      "AA": 11,
      "TG": 12,
      "AG": 13,
      "CC": 14,
      "TC": 15,
      "AC": 16,
      "GG": 17,
      "ATT": 18,
      "AT": 19,
      "ATG": 20,
      "GC": 21,
      "TAA": 22,
      "TCC": 23,
      "ACC": 24,
      "AAAA": 25,
      "AGG": 26,
      "AGC": 27,
      "TTC": 28,
      "ATC": 29,
      "AAG": 30,
      "TGC": 31,
      "TTTT": 32,
      "TGG": 33,
      "AAC": 34,
      "TTG": 35,
      "TAG": 36,
      "TAC": 37,
      "CCC": 38,
      "TGGG": 39,
      "TATT": 40,
      "AGAA": 41,
      "TAT": 42,
      "AGGG": 43,
      "AGGC": 44,
      "AGCC": 45,
      "TTTC": 46,
      "AAGG": 47,
      "TGTG": 48,
      "TTGG": 49,
      "TCCC": 50,
      "ATTC": 51,
      "TCTC": 52,
      "ACAC": 53,
      "ATAA": 54,
      "ATGG": 55,
      "TTCC": 56,
      "TTTG": 57,
      "AGAG": 58,
      "TGCC": 59,
      "ATGC": 60,
      "TGGC": 61,
      "ACCC": 62,
      "AAAC": 63,
      "AGAC": 64,
      "ATCC": 65,
      "TGAA": 66,
      "ATTG": 67,
      "TATG": 68,
      "TCAC": 69,
      "ATAC": 70,
      "TTAA": 71,
      "TCTG": 72,
      "TTGC": 73,
      "AGTG": 74,
      "TAAG": 75,
      "TAAC": 76,
      "TATC": 77,
      "AAAG": 78,
      "GGG": 79,
      "AAGC": 80,
      "GGC": 81,
      "TAGC": 82,
      "TTAC": 83,
      "TACC": 84,
      "AACC": 85,
      "TAGG": 86,
      "ATAT": 87,
      "GCC": 88,
      "TGAC": 89,
      "AGTC": 90,
      "TTTTC": 91,
      "ATATT": 92,
      "AATG": 93,
      "AAAAC": 94,
      "TTTAA": 95,
      "TGTC": 96,
      "ATAG": 97,
      "AATC": 98,
      "AAAAG": 99,
      "TGAG": 100,
      "TTATT": 101,
      "ACAG": 102,
      "TTTCC": 103,
      "TTTTG": 104,
      "TCAG": 105,
      "AAATT": 106,
      "AGGCC": 107,
      "AATT": 108,
      "TGGGC": 109,
      "AATAA": 110,
      "ACTC": 111,
      "AAATG": 112,
      "TGGCC": 113,
      "TTAG": 114,
      "ACTG": 115,
      "ATTTC": 116,
      "ACG": 117,
      "ATCTC": 118,
      "ATATG": 119,
      "ACAA": 120,
      "TGTAA": 121,
      "TTCCC": 122,
      "ATGCC": 123,
      "TATTC": 124,
      "AAAAAAAA": 125,
      "TCCCC": 126,
      "TGGGG": 127,
      "ACTT": 128,
      "ATTCC": 129,
      "ACCCC": 130,
      "TAAAA": 131,
      "TTCTC": 132,
      "ACCTC": 133,
      "AGGGC": 134,
      "TTTTTTTT": 135,
      "AGGAG": 136,
      "AAGCC": 137,
      "TTTAG": 138,
      "TTTGC": 139,
      "TGGAG": 140,
      "AAAT": 141,
      "GGCC": 142,
      "ATTAC": 143,
      "ATGGC": 144,
      "AAGGC": 145,
      "ATTGC": 146,
      "GAG": 147,
      "ACCAC": 148,
      "TTTAC": 149,
      "ATGGG": 150,
      "TCAA": 151,
      "GTG": 152,
      "TTGGC": 153,
      "ATCAC": 154,
      "AGAAG": 155,
      "ATAAAA": 156,
      "TTGCC": 157,
      "TGCAG": 158,
      "ATCCC": 159,
      "TTTGG": 160,
      "TTTATT": 161,
      "ACTCC": 162,
      "AGCAG": 163,
      "AGCTC": 164,
      "GGGC": 165,
      "TGAGG": 166,
      "AGGGG": 167,
      "ATAAC": 168,
      "AATTC": 169,
      "AAATC": 170,
      "TTGGG": 171,
      "ACTGC": 172,
      "ACATT": 173,
      "AGATG": 174,
      "AGAAC": 175,
      "TCTCC": 176,
      "AAAGG": 177,
      "TATCC": 178,
      "ATATC": 179,
      "ATAAG": 180,
      "TGCCC": 181,
      "TCG": 182,
      "AGAAAA": 183,
      "AAAGC": 184,
      "TATTG": 185,
      "TCATT": 186,
      "TCTTC": 187,
      "TTAAAA": 188,
      "TGTGG": 189,
      "TGAAG": 190,
      "AGAGG": 191,
      "GGGG": 192,
      "TGTAG": 193,
      "TTAAG": 194,
      "TGTGC": 195,
      "AAGGG": 196,
      "TTAAC": 197,
      "AGAGC": 198,
      "TGATT": 199,
      "AGCCC": 200,
      "AGTAA": 201,
      "AGATT": 202,
      "TTATG": 203,
      "TATGC": 204,
      "TATGG": 205,
      "TGTTC": 206,
      "TTTAT": 207,
      "TTGAA": 208,
      "TCCCAGC": 209,
      "TTATC": 210,
      "ATAGC": 211,
      "TGATG": 212,
      "TCCTC": 213,
      "AAACC": 214,
      "AGTTC": 215,
      "TAGCC": 216,
      "TCCTG": 217,
      "ACATG": 218,
      "TTTTCC": 219,
      "ACTTC": 220,
      "TCTGC": 221,
      "TGTTG": 222,
      "TACCC": 223,
      "TCAGG": 224,
      "TAGGC": 225,
      "ATACC": 226,
      "AATAC": 227,
      "ACAGC": 228,
      "TGAAC": 229,
      "TGAGC": 230,
      "TCTTG": 231,
      "ATAGG": 232,
      "AGACC": 233,
      "TTAGG": 234,
      "AATAG": 235,
      "TGAGGC": 236,
      "AATGG": 237,
      "AAGAC": 238,
      "TTAGC": 239,
      "AATGC": 240,
      "TCAGC": 241,
      "TTACC": 242,
      "CCCC": 243,
      "TCAGCC": 244,
      "AGATC": 245,
      "TAAGC": 246,
      "TCATC": 247,
      "AATCC": 248,
      "TGTCC": 249,
      "TAAGG": 250,
      "TCACC": 251,
      "ATTTTC": 252,
      "ATTGG": 253,
      "TCAAG": 254,
      "TTGGCC": 255,
      "ACTAC": 256,
      "AACCC": 257,
      "AATTTT": 258,
      "TAGGG": 259,
      "TGTTTT": 260,
      "AGTGG": 261,
      "ACAGG": 262,
      "AATTG": 263,
      "TCTAA": 264,
      "ACAAC": 265,
      "TGACC": 266,
      "TCATG": 267,
      "TGATC": 268,
      "TCTGG": 269,
      "AAAGAA": 270,
      "ACACC": 271,
      "ATTATT": 272,
      "ACATC": 273,
      "AGTGC": 274,
      "TGTAC": 275,
      "AGTAG": 276,
      "TAATTTT": 277,
      "TAACC": 278,
      "AAATAA": 279,
      "TGAAAA": 280,
      "ACAAG": 281,
      "TCTTTT": 282,
      "AGTTG": 283,
      "TGTT": 284,
      "AGTCC": 285,
      "TGTATT": 286,
      "TCAAC": 287,
      "ATATTC": 288,
      "ATATAA": 289,
      "ATTTAA": 290,
      "AATAT": 291,
      "AGAAGG": 292,
      "AGAAGC": 293,
      "ACTAA": 294,
      "GCCC": 295,
      "ACCATG": 296,
      "ACAAAA": 297,
      "ACTTG": 298,
      "TCTT": 299,
      "AGTT": 300,
      "ACTGG": 301,
      "TCTAC": 302,
      "AATATT": 303,
      "TAATAA": 304,
      "TGGGATTAC": 305,
      "ATTTTG": 306,
      "AGGAGG": 307,
      "AGTAC": 308,
      "TTCG": 309,
      "TCACTGC": 310,
      "TGTCTC": 311,
      "ACACACAC": 312,
      "TTCAC": 313,
      "AGCG": 314,
      "AGGCTGG": 315,
      "AGTTTT": 316,
      "AAAAGC": 317,
      "TTCCCC": 318,
      "AGGTC": 319,
      "AACG": 320,
      "ATTTT": 321,
      "ACGG": 322,
      "AAAACC": 323,
      "AAAAGG": 324,
      "TCTAG": 325,
      "TCCTGCC": 326,
      "AGGAAG": 327,
      "AAAGTGC": 328,
      "TTGCCC": 329,
      "TTTGTG": 330,
      "AGCCCC": 331,
      "AAACAC": 332,
      "AAAAATT": 333,
      "TGTAT": 334,
      "TTCAAG": 335,
      "TCTGCC": 336,
      "TGCG": 337,
      "AGAGAA": 338,
      "TGGGGC": 339,
      "ACGC": 340,
      "ACTAG": 341,
      "TGTGTGTG": 342,
      "TGAGAC": 343,
      "TGTAATCCCAGC": 344,
      "AGGAGAA": 345,
      "ATTTCC": 346,
      "TGGGCC": 347,
      "AGGGGC": 348,
      "AACAC": 349,
      "TCCG": 350,
      "TCGC": 351,
      "TTTGCC": 352,
      "ACTTTGGG": 353,
      "TTTCCC": 354,
      "ATTTTTT": 355,
      "AGGGCC": 356,
      "ATATAC": 357,
      "AGCAC": 358,
      "TGGGGG": 359,
      "AAGAA": 360,
      "TATATT": 361,
      "ATCG": 362,
      "TCTTTC": 363,
      "TTTTGC": 364,
      "ACAGAA": 365,
      "ATAGAA": 366,
      "TGATCC": 367,
      "AGGCTGAGGC": 368,
      "TGTGGC": 369,
      "TTCTTC": 370,
      "TGTGCC": 371,
      "AAATTC": 372,
      "ATTTG": 373,
      "AGCAGC": 374,
      "AACTC": 375,
      "TACTC": 376,
      "AGTTTC": 377,
      "ACCG": 378,
      "TTTTGG": 379,
      "AAAATAA": 380,
      "TATAA": 381,
      "TGCTC": 382,
      "TCCTCC": 383,
      "TTCTG": 384,
      "AAGAAG": 385,
      "ATATTG": 386,
      "AGGAC": 387,
      "ATGGCC": 388,
      "TAAATG": 389,
      "TTTATG": 390,
      "TTTGGC": 391,
      "AATTTC": 392,
      "TGATTC": 393,
      "TAAAAC": 394,
      "AGGTGG": 395,
      "GTGG": 396,
      "TTTGGG": 397,
      "TAAAC": 398,
      "ATTTAC": 399,
      "ATACAC": 400,
      "TTCTCC": 401,
      "AGGAA": 402,
      "TGTTTC": 403,
      "AGGCTGGAG": 404,
      "ACTCCAGCC": 405,
      "TTTAAG": 406,
      "AGTCTC": 407,
      "TGAAGC": 408,
      "AAGTC": 409,
      "TATAC": 410,
      "TATTCC": 411,
      "AAGGCC": 412,
      "TGAGAA": 413,
      "AGATGG": 414,
      "TCCAC": 415,
      "ATGTC": 416,
      "TGCAC": 417,
      "TTTATC": 418,
      "ATCCCC": 419,
      "ATATGC": 420,
      "TGCTGC": 421,
      "TTATTC": 422,
      "TCCCAAAGTGC": 423,
      "AAATAC": 424,
      "AAATGC": 425,
      "TGCCCC": 426,
      "TAAATT": 427,
      "ATCACC": 428,
      "AACAAC": 429,
      "AAAGAC": 430,
      "TTGCAGTG": 431,
      "ATGAC": 432,
      "ATTGCC": 433,
      "TCAGAA": 434,
      "TAAAAG": 435,
      "TGGGATTACAGGC": 436,
      "AGAGGC": 437,
      "TTATAA": 438,
      "AAATGG": 439,
      "ATTTGC": 440,
      "TTCTGC": 441,
      "AGAGGG": 442,
      "TTCAAC": 443,
      "TTGGGC": 444,
      "ATTTATT": 445,
      "ATATCC": 446,
      "AAGAAAA": 447,
      "TTTAAC": 448,
      "TATATG": 449,
      "ACCTCC": 450,
      "AAGGGC": 451,
      "TTGGGG": 452,
      "ATTCCC": 453,
      "AGGCCC": 454,
      "ATATATAT": 455,
      "AGTATT": 456,
      "TACTAAAA": 457,
      "AAGGGG": 458,
      "TTTAGTAG": 459,
      "AAAGAG": 460,
      "TTAGCC": 461,
      "TACG": 462,
      "ATGATG": 463,
      "ACTTTT": 464,
      "AGGAGC": 465,
      "AACTCC": 466,
      "ATATGG": 467,
      "TGGAAG": 468,
      "AGACAC": 469,
      "AAAGGC": 470,
      "TCTTCC": 471,
      "TGGCCC": 472,
      "TTGTTG": 473,
      "TGAAAC": 474,
      "AGTGGC": 475,
      "TGCAAG": 476,
      "AATGAA": 477,
      "TCACCC": 478,
      "TCTCCC": 479,
      "ATCTCC": 480,
      "AGATAA": 481,
      "AAAGCC": 482,
      "ATTTAG": 483,
      "TGGAC": 484,
      "AGCTCC": 485,
      "AGATTC": 486,
      "ATGGGG": 487,
      "TGAGCC": 488,
      "TCAAAA": 489,
      "AGAACC": 490,
      "ACCAGCC": 491,
      "AGGAAC": 492,
      "ATGTAA": 493,
      "TTAAAC": 494,
      "TCTCG": 495,
      "ATAAGG": 496,
      "AGCAAG": 497,
      "GCG": 498,
      "TTTTTAA": 499,
      "ACCACC": 500,
      "ATCTTC": 501,
      "AGGGGG": 502,
      "AGCTGC": 503,
      "TGCAGTGGC": 504,
      "TTAGAA": 505,
      "AATTAA": 506,
      "AGTAT": 507,
      "AAATCC": 508,
      "ATGTG": 509,
      "TTGAAC": 510,
      "ATGAAG": 511,
      "CCCAGC": 512,
      "AGAGCC": 513,
      "AATCTC": 514,
      "AAAAAC": 515,
      "ATAGAG": 516,
      "TTGAC": 517,
      "TCGG": 518,
      "AATGGC": 519,
      "TGCTG": 520,
      "TAAGCC": 521,
      "ATAGGC": 522,
      "TAGCTGGG": 523,
      "ATCATC": 524,
      "TGCTTC": 525,
      "AAGAAC": 526,
      "AAATTG": 527,
      "ATTTGG": 528,
      "AGGATG": 529,
      "TTGTC": 530,
      "AACATGG": 531,
      "AATATG": 532,
      "TTTTTC": 533,
      "AAATATT": 534,
      "TTATTG": 535,
      "AGGTG": 536,
      "AAAGGG": 537,
      "AGCTG": 538,
      "ATCATG": 539,
      "TCCTGCCTCAGCC": 540,
      "TACAC": 541,
      "AAAGTG": 542,
      "ATACCC": 543,
      "AATTCC": 544,
      "TCCCCC": 545,
      "TGAACC": 546,
      "AATTTG": 547,
      "TTCATT": 548,
      "TGGTGC": 549,
      "ATAAGC": 550,
      "ATCTG": 551,
      "ACTCTG": 552,
      "AACCCC": 553,
      "TATAAAA": 554,
      "TCATTC": 555,
      "TTCTAG": 556,
      "TTTTTTG": 557,
      "AAAAAAAAAAAAAAAA": 558,
      "ACCCCC": 559,
      "ACCGC": 560,
      "ATAGAC": 561,
      "AATAAC": 562,
      "AGGTGC": 563,
      "TTCAAGC": 564,
      "TTTACC": 565,
      "AGCTGG": 566,
      "ACAGAG": 567,
      "TATTTATT": 568,
      "AGTTTG": 569,
      "GGGCC": 570,
      "ATCATT": 571,
      "TTTTTTTTTTTTTTTT": 572,
      "AATATC": 573,
      "TTCTAA": 574,
      "TCTTGC": 575,
      "TACTAAAAATAC": 576,
      "TGGAAC": 577,
      "AGCTAC": 578,
      "ATGGGC": 579,
      "AGTTCC": 580,
      "AGATGC": 581,
      "TTGTAA": 582,
      "TGGCTC": 583,
      "AGCTTC": 584,
      "TGAAGG": 585,
      "AAACCC": 586,
      "TGGTGG": 587,
      "AATTAC": 588,
      "ATAGTG": 589,
      "TGTTTG": 590,
      "TTAACC": 591,
      "GTCTC": 592,
      "TCTGTG": 593,
      "TCCTGACCTC": 594,
      "TCCTTC": 595,
      "TGGCTCAC": 596,
      "TGTTCC": 597,
      "TGGAGG": 598,
      "AAGATG": 599,
      "ATCTGC": 600,
      "AGGCGG": 601,
      "TCACTGCAACC": 602,
      "TCTATT": 603,
      "AAGTAA": 604,
      "TGGGCAAC": 605,
      "TTAAGC": 606,
      "TGTGGG": 607,
      "TCCACC": 608,
      "TTCATG": 609,
      "AACATT": 610,
      "AATGTG": 611,
      "AGTGGG": 612,
      "ATCTTG": 613,
      "AGGAAAA": 614,
      "AGCATT": 615,
      "TTTAGC": 616,
      "AGTAAC": 617,
      "TTCTTTT": 618,
      "ACTTTGGGAGGCC": 619,
      "TTCTTG": 620,
      "TATGCC": 621,
      "TAGAAG": 622,
      "TCTTTG": 623,
      "ACCTTG": 624,
      "TAGAC": 625,
      "ATCGC": 626,
      "TAGGCC": 627,
      "ATGCCC": 628,
      "ATCTAA": 629,
      "AACAAAA": 630,
      "GCCCC": 631,
      "AGTGTG": 632,
      "TGCTCC": 633,
      "ATAGCC": 634,
      "TGAGAG": 635,
      "AGGTAA": 636,
      "AGTGAA": 637,
      "ATTTTTC": 638,
      "ATAGGG": 639,
      "AATAAG": 640,
      "AGACCC": 641,
      "ATAAAAC": 642,
      "ATAAATAA": 643,
      "ATGTGC": 644,
      "ACTGTG": 645,
      "TACAAAA": 646,
      "ATGAGCC": 647,
      "TCTGGG": 648,
      "AGCAAC": 649,
      "TCCCAAG": 650,
      "AGATAC": 651,
      "TGTATG": 652,
      "ATGAAC": 653,
      "TGAGGG": 654,
      "AGGCTGAGGCAGGAGAA": 655,
      "AGCACC": 656,
      "TAGAAC": 657,
      "AAGCCC": 658,
      "ATAACC": 659,
      "ATGTTC": 660,
      "TATTGC": 661,
      "AATGAC": 662,
      "ATTAAAA": 663,
      "AGCATC": 664,
      "TTTCTTTC": 665,
      "ATGTTG": 666,
      "TCCTGC": 667,
      "TTCTGG": 668,
      "AGGTTG": 669,
      "AGGTAG": 670,
      "AGTTAA": 671,
      "ACTTTC": 672,
      "TCAAGC": 673,
      "TTATAC": 674,
      "AGTGCC": 675,
      "TTAAGG": 676,
      "TTTAGG": 677,
      "ATGTGG": 678,
      "AATGCC": 679,
      "TATCCC": 680,
      "TTCATC": 681,
      "ACTTCC": 682,
      "AGTCTG": 683,
      "TATATC": 684,
      "TCCTGG": 685,
      "ACAGCC": 686,
      "TGATGG": 687,
      "ATTAAC": 688,
      "TTGCAGTGAGCC": 689,
      "TTATCC": 690,
      "AATCAC": 691,
      "TATGGC": 692,
      "TATAAC": 693,
      "TTTGTAA": 694,
      "TCAGGG": 695,
      "AGCTAA": 696,
      "AAAAAAG": 697,
      "TACCCC": 698,
      "TTGAACCC": 699,
      "TCACAGAG": 700,
      "AGTAAG": 701,
      "TTGAAG": 702,
      "TTGTAG": 703,
      "AGGTGTG": 704,
      "TACATT": 705,
      "TCAGAG": 706,
      "AATTGC": 707,
      "TGTCTG": 708,
      "ACCTGC": 709,
      "ATGATT": 710,
      "TCCTGAG": 711,
      "TTACAC": 712,
      "AGTCAC": 713,
      "ATATATT": 714,
      "TGAAACCCC": 715,
      "AGAAAAG": 716,
      "TCAGGC": 717,
      "TGATAA": 718,
      "GAGG": 719,
      "TTAGAG": 720,
      "AGCAGG": 721,
      "ACAAAC": 722,
      "TCCTTG": 723,
      "TGGTAG": 724,
      "TCCCAGG": 725,
      "ATAAAAG": 726,
      "GTGAGCC": 727,
      "GAGGC": 728,
      "ATCAAC": 729,
      "TCACAC": 730,
      "AGCATG": 731,
      "TACTAA": 732,
      "AAAAAAC": 733,
      "TTGTTTT": 734,
      "AATAGC": 735,
      "AGTATG": 736,
      "AAATATC": 737,
      "TGACAC": 738,
      "AGTCCC": 739,
      "TTTCCCC": 740,
      "TCTGGC": 741,
      "ATCAAG": 742,
      "AATCCC": 743,
      "GTGC": 744,
      "AGTTAC": 745,
      "TTCTAC": 746,
      "TCCATG": 747,
      "AGAAAC": 748,
      "AATGGG": 749,
      "AAATAG": 750,
      "TCCGCC": 751,
      "ACCAAC": 752,
      "TTCTTTC": 753,
      "ACCTGG": 754,
      "AGAAAAC": 755,
      "TGTTGG": 756,
      "TCTCTCTC": 757,
      "AGACAGGG": 758,
      "TGCAGC": 759,
      "TTACCC": 760,
      "TACATG": 761,
      "TGTCCC": 762,
      "AGATCC": 763,
      "AGGATT": 764,
      "TCAGGAG": 765,
      "ACCTAA": 766,
      "TCCAGC": 767,
      "AGATTG": 768,
      "AAGAGC": 769,
      "ACATGG": 770,
      "ACAGGG": 771,
      "AAAAAAAAAAAA": 772,
      "TGCTGG": 773,
      "CCCG": 774,
      "ATAGTC": 775,
      "TCCATC": 776,
      "AACTTC": 777,
      "TCAAAC": 778,
      "AGAGAGAG": 779,
      "TTTCACCATG": 780,
      "ATTATG": 781,
      "AGGAGGC": 782,
      "TGTTAA": 783,
      "ACATTC": 784,
      "TCCTGGG": 785,
      "TTGAACC": 786,
      "TTATGC": 787,
      "TAGAAAA": 788,
      "TTAGAC": 789,
      "TCATCC": 790,
      "TTTTTTTTTTTT": 791,
      "TAATTTTTGTATT": 792,
      "TTGTATT": 793,
      "AGGATGG": 794,
      "AATACC": 795,
      "TTAGGG": 796,
      "ACAGGC": 797,
      "TGATGC": 798,
      "TCATTG": 799,
      "TCTGAA": 800,
      "ATCTGG": 801,
      "ACCAAG": 802,
      "ACCTTC": 803,
      "GGGGC": 804,
      "TGTATC": 805,
      "AGTTGG": 806,
      "AGTAGC": 807,
      "TCCAAG": 808,
      "ATAATAA": 809,
      "ATTAAG": 810,
      "AGTATC": 811,
      "ACTTTG": 812,
      "TGTAAG": 813,
      "TCTTGG": 814,
      "TCCCAGCTAC": 815,
      "AGAAAGAA": 816,
      "TAGTAA": 817,
      "TTTTATT": 818,
      "TGAGTG": 819,
      "ACCATC": 820,
      "TATGGG": 821,
      "TGGTAA": 822,
      "TGTCAC": 823,
      "ATGATC": 824,
      "ACTGCACTCCAGCC": 825,
      "AATCTG": 826,
      "ACCAGC": 827,
      "TGTTGC": 828,
      "TCCTAA": 829,
      "AGTTGC": 830,
      "TGGGTGAC": 831,
      "TATTGG": 832,
      "TTCAGG": 833,
      "TGGCG": 834,
      "TCAAGG": 835,
      "TCGGCC": 836,
      "TCCAGG": 837,
      "AACATC": 838,
      "TGGAGC": 839,
      "AATAGG": 840,
      "TGGGAGG": 841,
      "ATGAAAA": 842,
      "ATCACTTG": 843,
      "TATAAG": 844,
      "TTCCTTG": 845,
      "ACAGAAG": 846,
      "AAATAT": 847,
      "ATTTTAA": 848,
      "TTATATT": 849,
      "TGCAGTG": 850,
      "TTGTTC": 851,
      "ACCTGCC": 852,
      "TGACCC": 853,
      "TGCATG": 854,
      "TTATGG": 855,
      "ATCTAC": 856,
      "AGGAAAC": 857,
      "TTTTAAAA": 858,
      "TGCATT": 859,
      "TAATAC": 860,
      "AGGTAC": 861,
      "GCGG": 862,
      "AACATG": 863,
      "TGGATT": 864,
      "AATTTAA": 865,
      "TAGCTGGGACTAC": 866,
      "ACAGAC": 867,
      "ACTGCC": 868,
      "AATTATT": 869,
      "TCCCG": 870,
      "AGCTGAG": 871,
      "TTAGGC": 872,
      "TGGATG": 873,
      "ACTGGG": 874,
      "TGTAAC": 875,
      "AGCTGGG": 876,
      "TCTAT": 877,
      "TGGGCG": 878,
      "AGATGGGG": 879,
      "AACAAG": 880,
      "ACATGC": 881,
      "AGTAGG": 882,
      "TTTATTC": 883,
      "TCTGTCTC": 884,
      "TTCAGC": 885,
      "GATTC": 886,
      "AACTAA": 887,
      "TGCTAG": 888,
      "ACTAT": 889,
      "AATTGG": 890,
      "TCCATT": 891,
      "TCCAGCC": 892,
      "TTGATT": 893,
      "ACATCC": 894,
      "TTTTTTTC": 895,
      "TGCTAA": 896,
      "AAAGAAAA": 897,
      "AGGAAGG": 898,
      "ATAAATG": 899,
      "ACACG": 900,
      "ACCTAC": 901,
      "TGTTAC": 902,
      "ACTCTC": 903,
      "TCATGG": 904,
      "ACAGTG": 905,
      "AGGCCCC": 906,
      "TGAGTC": 907,
      "ATGTAG": 908,
      "AGGTCAGGAG": 909,
      "AAGATC": 910,
      "TCAGTG": 911,
      "AAAATAC": 912,
      "ATGTAC": 913,
      "AAGTTC": 914,
      "ACCATT": 915,
      "TGCAGG": 916,
      "ACTCCC": 917,
      "AGGCG": 918,
      "ACTATT": 919,
      "TCTCAAAC": 920,
      "AGTACC": 921,
      "TCAAAG": 922,
      "ACTATG": 923,
      "ATTTGAA": 924,
      "TTAGTG": 925,
      "ATGTCC": 926,
      "TAAAAAA": 927,
      "ACATAC": 928,
      "TGTTTTC": 929,
      "AAACAAAC": 930,
      "TAGTAG": 931,
      "AAGAGG": 932,
      "TGGTTC": 933,
      "ACCACG": 934,
      "TAAGGC": 935,
      "ACCACTGC": 936,
      "AACAGC": 937,
      "ATTTCTC": 938,
      "ACATAA": 939,
      "TAATTC": 940,
      "TTTAACC": 941,
      "ATTGGC": 942,
      "TTGTAC": 943,
      "AGGCTGGAGTGCAGTGGC": 944,
      "TGCGG": 945,
      "ACTGAA": 946,
      "AAACG": 947,
      "TGATTG": 948,
      "AAGTGG": 949,
      "TTTTTTC": 950,
      "ATTATC": 951,
      "TCAGAC": 952,
      "TCTTAC": 953,
      "GCCTGTAATCCCAGC": 954,
      "TCAACC": 955,
      "TTAAAAC": 956,
      "TCCCAAAGTGCTGGGATTACAGGC": 957,
      "TCCCGAG": 958,
      "TCTTAA": 959,
      "TCTATC": 960,
      "AAGTAG": 961,
      "ACAAGG": 962,
      "TTGGCCAGGCTGG": 963,
      "AGCTAG": 964,
      "TTTTGCC": 965,
      "TGATAC": 966,
      "AGGATC": 967,
      "AAAAATG": 968,
      "TCCAAC": 969,
      "AGACGGGG": 970,
      "TCATAA": 971,
      "TTATAG": 972,
      "TACTTC": 973,
      "ACACCC": 974,
      "AGAAGGC": 975,
      "TCATGC": 976,
      "TGCTTG": 977,
      "TTTTCCC": 978,
      "AGAAATG": 979,
      "TTTATTG": 980,
      "ATATATG": 981,
      "AATTTTC": 982,
      "ATTTAT": 983,
      "TCAGTC": 984,
      "ATGGTGGC": 985,
      "TTGGAAAC": 986,
      "AGTTTTC": 987,
      "ATTTTCC": 988,
      "ACCATCC": 989,
      "ACATTG": 990,
      "TATTTTC": 991,
      "TGGCCCC": 992,
      "AGACAGAG": 993,
      "TGGATC": 994,
      "AGACGG": 995,
      "AACTAC": 996,
      "AGAGAAG": 997,
      "TCTATG": 998,
      "GCGC": 999,
      "ACTTGG": 1000,
      "TAAATC": 1001,
      "ACAAAG": 1002,
      "TTCTTCC": 1003,
      "TCTACC": 1004,
      "ATTGGG": 1005,
      "TGCTAC": 1006,
      "AGCGG": 1007,
      "AGCTTG": 1008,
      "TCTTTTC": 1009,
      "AATTCCC": 1010,
      "ACTGGC": 1011,
      "TGTAGG": 1012,
      "TGGAAAA": 1013,
      "ATGTGCC": 1014,
      "TGGTAC": 1015,
      "TGTAGC": 1016,
      "ATTTTTG": 1017,
      "ACTTGC": 1018,
      "TTCCTTCC": 1019,
      "ACACACACACACACAC": 1020,
      "ATCTAG": 1021,
      "TTTTTATT": 1022,
      "ACCTAG": 1023,
      "TTCTGCC": 1024,
      "AGATATT": 1025,
      "AGACG": 1026,
      "TAATAG": 1027,
      "AGCCAGGC": 1028,
      "ATTCAAC": 1029,
      "TTGTCC": 1030,
      "AAAGAAG": 1031,
      "TTTGTTTG": 1032,
      "AAATAAAA": 1033,
      "TACTCGGG": 1034,
      "AGGTCC": 1035,
      "AGCGC": 1036,
      "AGGCTGAGG": 1037,
      "ATTTTAC": 1038,
      "TGTACC": 1039,
      "ACTCAC": 1040,
      "ACAATG": 1041,
      "TTAAAAG": 1042,
      "AACTGC": 1043,
      "AAATTCC": 1044,
      "AGGTTC": 1045,
      "AGACCAGCC": 1046,
      "AGAATAA": 1047,
      "ATTCG": 1048,
      "AGATAG": 1049,
      "TCTGCCC": 1050,
      "AAGTAC": 1051,
      "TCCTAG": 1052,
      "GGCCC": 1053,
      "TCCTAC": 1054,
      "AAGTGC": 1055,
      "AGCCG": 1056,
      "ACCTCCC": 1057,
      "AAATATG": 1058,
      "TTGAAAA": 1059,
      "TGGTGTG": 1060,
      "TTAGTC": 1061,
      "AGGAAGC": 1062,
      "TTGTGC": 1063,
      "TTGATG": 1064,
      "ATCAGC": 1065,
      "TTTCTTC": 1066,
      "ATGCCTGTAATCCCAGC": 1067,
      "AGGACC": 1068,
      "TTTCACC": 1069,
      "TATATAA": 1070,
      "ACTTAC": 1071,
      "TTGTGG": 1072,
      "TATTTAA": 1073,
      "ACTGTC": 1074,
      "ATCTCGGC": 1075,
      "TCGCCC": 1076,
      "TCCTTCC": 1077,
      "TTTCG": 1078,
      "AAGATT": 1079,
      "TCTAAG": 1080,
      "TGTGTGTGTGTGTGTG": 1081,
      "TTCTCTC": 1082,
      "ACCTCAGCC": 1083,
      "TGGCCAACATGG": 1084,
      "TGCATC": 1085,
      "TCCTCCC": 1086,
      "TCACG": 1087,
      "ATACG": 1088,
      "ACTGAC": 1089,
      "TGGGGGC": 1090,
      "TAGGGC": 1091,
      "ACCCTGTCTC": 1092,
      "ATGAGC": 1093,
      "TTATAT": 1094,
      "AACACC": 1095,
      "TTCGAG": 1096,
      "TGGGGCC": 1097,
      "TTTAAGG": 1098,
      "AGGAGGG": 1099,
      "TCCCGGG": 1100,
      "TTCACC": 1101,
      "TTTTTCC": 1102,
      "AAAAAATT": 1103,
      "TAGCCC": 1104,
      "TACAAC": 1105,
      "ACTTAA": 1106,
      "AAGTTG": 1107,
      "AAATGCC": 1108,
      "TAGGGG": 1109,
      "TATTTTG": 1110,
      "ACAAGC": 1111,
      "AACTCCTGACCTC": 1112,
      "AGAAGGG": 1113,
      "ACCTGGC": 1114,
      "AGCTGGGC": 1115,
      "TAGATG": 1116,
      "TTCTTTG": 1117,
      "TGTTTTG": 1118,
      "AACTTG": 1119,
      "AATTTTG": 1120,
      "ACGCC": 1121,
      "TTCAAAA": 1122,
      "TACTAC": 1123,
      "TCGCC": 1124,
      "TATAGC": 1125,
      "TTAAATG": 1126,
      "ATTTTTAA": 1127,
      "TGCAAC": 1128,
      "AAGTCC": 1129,
      "TGCTGGG": 1130,
      "TATATTC": 1131,
      "TCGGC": 1132,
      "AGTTTCC": 1133,
      "AAGAAAC": 1134,
      "TACTAAAAATACAAAAATT": 1135,
      "AAATGGG": 1136,
      "TCTAAC": 1137,
      "ATCAAAA": 1138,
      "ACAGAGC": 1139,
      "TTTATCC": 1140,
      "TCAATG": 1141,
      "AAAGAAC": 1142,
      "ATGAGG": 1143,
      "AGTTATT": 1144,
      "ACCAGG": 1145,
      "TCTAGC": 1146,
      "TGGTTG": 1147,
      "TTAATAA": 1148,
      "TATTTTTT": 1149,
      "TGAATAA": 1150,
      "AGAAATT": 1151,
      "GCTCTG": 1152,
      "ACAATC": 1153,
      "TCTCAGC": 1154,
      "ATAAATT": 1155,
      "TTGCAGTGAGCCGAG": 1156,
      "TGAAAAC": 1157,
      "TGTTATT": 1158,
      "AGAAGCC": 1159,
      "TTTCTCC": 1160,
      "ATATTCC": 1161,
      "AAGGAAGG": 1162,
      "ATTACAGGC": 1163,
      "TTTTTAC": 1164,
      "AGATGGG": 1165,
      "AAAAATC": 1166,
      "CCCGGC": 1167,
      "TAGATT": 1168,
      "TTTCTAA": 1169,
      "ACAGTC": 1170,
      "ATGGTGG": 1171,
      "TCTAGG": 1172,
      "TCCGC": 1173,
      "ACAACC": 1174,
      "TTGGAAACGGG": 1175,
      "TAATTTTTGTATTTTTAGTAG": 1176,
      "TGTTTCC": 1177,
      "AGCAAAA": 1178,
      "TAATGC": 1179,
      "AGAGGCC": 1180,
      "AGAAATC": 1181,
      "TTTGTTTT": 1182,
      "ATTTCTTC": 1183,
      "AGAGCCC": 1184,
      "AAGACC": 1185,
      "TATACC": 1186,
      "AGCCGC": 1187,
      "TCTTTAA": 1188,
      "TTTCTTTT": 1189,
      "GGGGG": 1190,
      "ACCTGTAATCCCAGC": 1191,
      "TGAGGCC": 1192,
      "AAACAAAA": 1193,
      "TGTAATCCC": 1194,
      "TGAAAAG": 1195,
      "AGCTGTG": 1196,
      "TAATTG": 1197,
      "ATTTTATT": 1198,
      "TACTGC": 1199,
      "TCGGG": 1200,
      "TAAGGG": 1201,
      "AACTGG": 1202,
      "TTTTTAG": 1203,
      "ACCCAGC": 1204,
      "TCATAC": 1205,
      "TGGGATT": 1206,
      "AAGCCCC": 1207,
      "TCCATCTC": 1208,
      "AAGAGAA": 1209,
      "TAGCTGGGATTACAGGC": 1210,
      "ACTGAG": 1211,
      "TGCTTTC": 1212,
      "AACTAG": 1213,
      "AGGGGCC": 1214,
      "TGGCTAAC": 1215,
      "TGCCG": 1216,
      "ATTTTGG": 1217,
      "TGAGGTCAGGAG": 1218,
      "TAAAGC": 1219,
      "AAACCCC": 1220,
      "TGGGTGG": 1221,
      "TTGATC": 1222,
      "AGTTTAA": 1223,
      "TGAACCC": 1224,
      "TGTGCG": 1225,
      "TGCTTCC": 1226,
      "TCTTTCC": 1227,
      "TGCACC": 1228,
      "ACCCG": 1229,
      "ACGGC": 1230,
      "AGTTTTG": 1231,
      "TACAGC": 1232,
      "ATGTTTT": 1233,
      "AGAAAAGG": 1234,
      "TTCATTC": 1235,
      "TTGAGG": 1236,
      "TTTGGGG": 1237,
      "TGCCTGCC": 1238,
      "AAATAAC": 1239,
      "TTATTCC": 1240,
      "TGACG": 1241,
      "TGCAGCC": 1242,
      "TTTGTATT": 1243,
      "TTGACC": 1244,
      "TAATATT": 1245,
      "TTTGCCC": 1246,
      "TTCTCCC": 1247,
      "AATATTC": 1248,
      "GAGAC": 1249,
      "TCAATC": 1250,
      "ATCTCAGC": 1251,
      "TGGGAAG": 1252,
      "TGGAGGC": 1253,
      "TAACCC": 1254,
      "AGTTAG": 1255,
      "AAAATAG": 1256,
      "TAACG": 1257,
      "TATAAAC": 1258,
      "TGCGC": 1259,
      "TGCTGCC": 1260,
      "AAATGGC": 1261,
      "TGCTTTT": 1262,
      "TTTGTAG": 1263,
      "ATTCCCC": 1264,
      "AGCCAGG": 1265,
      "AAAGTAA": 1266,
      "GGCCCC": 1267,
      "TTTCTTTTC": 1268,
      "TCCTAGC": 1269,
      "TACTTG": 1270,
      "TGGACC": 1271,
      "TACATC": 1272,
      "TTCCG": 1273,
      "TGAAATG": 1274,
      "TCTTCCC": 1275,
      "TGTTTAA": 1276,
      "AAACACTCTG": 1277,
      "ATTTTGC": 1278,
      "TACAAG": 1279,
      "TGTAGTCCCAGCTAC": 1280,
      "ACTATC": 1281,
      "AGGTGTGAGCC": 1282,
      "AATTTCC": 1283,
      "ATCATTC": 1284,
      "AGGAGAG": 1285,
      "ATTTATC": 1286,
      "ATTTCTG": 1287,
      "AAATTGC": 1288,
      "TATATAC": 1289,
      "TGGAAGG": 1290,
      "TGGGAGGC": 1291,
      "AAATCTC": 1292,
      "TAGTTC": 1293,
      "AGCAGCC": 1294,
      "AGGGAAG": 1295,
      "ATCTTTT": 1296,
      "TGGCCAAC": 1297,
      "TTCCCCC": 1298,
      "TTACG": 1299,
      "TGATAG": 1300,
      "TGGTTTT": 1301,
      "TATATAT": 1302,
      "TTCAAGCGATTC": 1303,
      "AGAGCAG": 1304,
      "AGCAGAG": 1305,
      "TCCGG": 1306,
      "ACTCAG": 1307,
      "AAAATGC": 1308,
      "ATTACC": 1309,
      "TCCCTCCC": 1310,
      "AAGCG": 1311,
      "ATAAGCC": 1312,
      "ACCCGCC": 1313,
      "ATGCG": 1314,
      "ACATAG": 1315,
      "TGGAGAA": 1316,
      "TAGCTGGGACTACAGGC": 1317,
      "TAAATAA": 1318,
      "ATGGGGG": 1319,
      "TCCTCTC": 1320,
      "ACCATGCC": 1321,
      "AGATTTC": 1322,
      "AGGGGGC": 1323,
      "TTGAGCCC": 1324,
      "AGATAT": 1325,
      "TCCTTTC": 1326,
      "TCTCCCC": 1327,
      "AAAAGGC": 1328,
      "AATCG": 1329,
      "TATTCAAC": 1330,
      "TATTTAC": 1331,
      "ATTAGG": 1332,
      "AGAGAAC": 1333,
      "AGGGCCC": 1334,
      "AGGCTGGAGTGCAG": 1335,
      "TCTGTAA": 1336,
      "AGCTTCC": 1337,
      "TGTTAG": 1338,
      "AAAACCC": 1339,
      "TCAATAA": 1340,
      "ACCACAC": 1341,
      "TTTGAGG": 1342,
      "TATATATT": 1343,
      "TTAATTTT": 1344,
      "TTCCTTGTGTTG": 1345,
      "AGCCAAG": 1346,
      "AAAAGGG": 1347,
      "TTGAGC": 1348,
      "TCATGCC": 1349,
      "TGATATT": 1350,
      "ACTAAG": 1351,
      "TGAGCCC": 1352,
      "AACAGAA": 1353,
      "AGCCCCC": 1354,
      "ATCTTTC": 1355,
      "AGGTGGG": 1356,
      "ATAGAGCAG": 1357,
      "ATGTATT": 1358,
      "TTCTGTG": 1359,
      "ATATCTC": 1360,
      "TGGTCC": 1361,
      "AAGGAAG": 1362,
      "TAAAAAC": 1363,
      "AAAAGCC": 1364,
      "TGCCCCC": 1365,
      "TCAGCCC": 1366,
      "AACGC": 1367,
      "TGAAACCCCGTCTC": 1368,
      "TACTTTT": 1369,
      "TTCTCTG": 1370,
      "AGGTGATCC": 1371,
      "TAGTTTT": 1372,
      "TACTCC": 1373,
      "AAAATATT": 1374,
      "GTGGTGGC": 1375,
      "TGGGCCC": 1376,
      "TTATATG": 1377,
      "ATGGGGC": 1378,
      "TTCTATT": 1379,
      "ATTTCCC": 1380,
      "TGGTGGC": 1381,
      "TAAAATG": 1382,
      "TTCGTTGGAAACGGG": 1383,
      "ATTCATTC": 1384,
      "TCCCCCC": 1385,
      "AAACACTCTGTTTGTAA": 1386,
      "TAAAATAA": 1387,
      "TCTTAG": 1388,
      "TAAACC": 1389,
      "ATCACG": 1390,
      "TATAGAA": 1391,
      "AAAGCCC": 1392,
      "TAAAGG": 1393,
      "AATTTAC": 1394,
      "TCTTTTG": 1395,
      "ACATGCC": 1396,
      "TGGTG": 1397,
      "TTGTTTC": 1398,
      "AAATTGG": 1399,
      "TTTGAAG": 1400,
      "ACTAAC": 1401,
      "AGCCTCC": 1402,
      "ATTATTC": 1403,
      "AAAAGAAAA": 1404,
      "TGAATAG": 1405,
      "TTCCTTC": 1406,
      "ATCAGG": 1407,
      "GCCCGCC": 1408,
      "TCTTATT": 1409,
      "TGCTGTG": 1410,
      "TGGAGATTTC": 1411,
      "ATCTCTC": 1412,
      "TTCCTCC": 1413,
      "TATAG": 1414,
      "AAATAAG": 1415,
      "ACTACC": 1416,
      "TTGAGCC": 1417,
      "TCTTGCC": 1418,
      "ATGACC": 1419,
      "GGCG": 1420,
      "ATTATAA": 1421,
      "ATTTAAG": 1422,
      "ATGAGAA": 1423,
      "ATGTGTG": 1424,
      "ATATGGC": 1425,
      "TTCAAGACCAGCC": 1426,
      "ATTTATG": 1427,
      "TCATAG": 1428,
      "TTTGAGACCAGCC": 1429,
      "ATCCG": 1430,
      "AGCTTTC": 1431,
      "TCCCAAAGTGCTGGGATTAC": 1432,
      "TCCTCAC": 1433,
      "TTCAAGTGATTC": 1434,
      "ATCTTGGC": 1435,
      "AATTTGCAAG": 1436,
      "AGTCTTGC": 1437,
      "ATATTGG": 1438,
      "AAGCGC": 1439,
      "AAAATTC": 1440,
      "AGGTTGG": 1441,
      "AAATCCC": 1442,
      "AAAGGGC": 1443,
      "AGAAATAA": 1444,
      "AGGGAGGG": 1445,
      "AGGAGAC": 1446,
      "TACTGG": 1447,
      "TTTGGCC": 1448,
      "ATCTCAC": 1449,
      "ACTAGG": 1450,
      "AAAAATAA": 1451,
      "ATTAGC": 1452,
      "AGGTTGC": 1453,
      "TGTGCCC": 1454,
      "AGGCTAG": 1455,
      "ATTTCAC": 1456,
      "TCCCTGC": 1457,
      "TCCTTTT": 1458,
      "TCCTGGC": 1459,
      "AGGTGCC": 1460,
      "TGGAAAC": 1461,
      "TATATTG": 1462,
      "TATAAAG": 1463,
      "AGCTGCC": 1464,
      "ATATGCC": 1465,
      "ATACAAAA": 1466,
      "AGGCTGGAGTGC": 1467,
      "AGACCCC": 1468,
      "ACCAAAA": 1469,
      "AGGCTGC": 1470,
      "ATCTTTG": 1471,
      "TGTTTGC": 1472,
      "ATTCTCCTGCCTCAGCC": 1473,
      "TTTTCTTTTC": 1474,
      "TGGAAGC": 1475,
      "TGATTTC": 1476,
      "TTTTGGC": 1477,
      "AACAGG": 1478,
      "TTGCCCC": 1479,
      "ACGGG": 1480,
      "AATATGG": 1481,
      "AGCCGGGC": 1482,
      "AAAACAAAAC": 1483,
      "ATATTGC": 1484,
      "TCTTCTC": 1485,
      "TGGGGGG": 1486,
      "TAATTTC": 1487,
      "TTGGGGG": 1488,
      "TACTAG": 1489,
      "TAATGG": 1490,
      "ATTCTGG": 1491,
      "AGCAGGC": 1492,
      "TTTTGGG": 1493,
      "ATATAAAA": 1494,
      "TTCTCAC": 1495,
      "GATG": 1496,
      "ATTTGTG": 1497,
      "TTCGAGACCAGCC": 1498,
      "ACTGCCC": 1499,
      "ATTTGTC": 1500,
      "TGTTCTC": 1501,
      "AGCAGGG": 1502,
      "TATTTCC": 1503,
      "AAGATGG": 1504,
      "AAAGGCC": 1505,
      "ATCTTCC": 1506,
      "TGAGAAC": 1507,
      "AGCAGAA": 1508,
      "TAATCC": 1509,
      "TTGAACG": 1510,
      "ATGAAGC": 1511,
      "TTATAAAA": 1512,
      "TTTTGTATT": 1513,
      "TCCTGGGC": 1514,
      "AGCATGG": 1515,
      "TGAAGCC": 1516,
      "TATAGG": 1517,
      "TTTATGG": 1518,
      "GTAG": 1519,
      "TTTGAGGCC": 1520,
      "TGTAGTCCCAGC": 1521,
      "AAGAAGG": 1522,
      "ATGTTTC": 1523,
      "TTAAATT": 1524,
      "TTCAG": 1525,
      "TCACTGCAACCTCTGCC": 1526,
      "CCCAGCC": 1527,
      "TTTTTTTG": 1528,
      "ATGCCCC": 1529,
      "TGGTTTC": 1530,
      "TGCAAAA": 1531,
      "TGCACG": 1532,
      "TCCCACC": 1533,
      "AGACCTC": 1534,
      "AAATATCTTCG": 1535,
      "TGAAACCCCATCTC": 1536,
      "TTCTGGG": 1537,
      "TTGTTTG": 1538,
      "TTGCCCAGGCTGG": 1539,
      "ATATATAA": 1540,
      "TGGAGGG": 1541,
      "AATTCTC": 1542,
      "AGTTTGC": 1543,
      "TCATTTC": 1544,
      "TAGAGG": 1545,
      "TGTGGTGGC": 1546,
      "TTTAAGC": 1547,
      "ATTTAAC": 1548,
      "ACTTTGGGAGGCCGAGGC": 1549,
      "TTTTAAG": 1550,
      "GTGATCC": 1551,
      "TAATTTTTTGTATT": 1552,
      "TTCAAGG": 1553,
      "AGAGATG": 1554,
      "AGGAGCC": 1555,
      "AGTGCCC": 1556,
      "ATCTATT": 1557,
      "TCTCACTCTG": 1558,
      "TTGCG": 1559,
      "TTCAAAC": 1560,
      "ACAAAAC": 1561,
      "AACATTC": 1562,
      "TTGCAGTGAGCTGAG": 1563,
      "TTGGTC": 1564,
      "ACCCACC": 1565,
      "TTATTGC": 1566,
      "TTGTCTC": 1567,
      "AGAGAAAA": 1568,
      "ATTGTGCC": 1569,
      "AGTGGGC": 1570,
      "AGAAAGC": 1571,
      "AGTGGGG": 1572,
      "TAGTAC": 1573,
      "TTCCAGC": 1574,
      "AGGACAC": 1575,
      "TGTCG": 1576,
      "TGGTGGG": 1577,
      "AAAGATG": 1578,
      "ACAGCCC": 1579,
      "TGACCTC": 1580,
      "TTCTTAA": 1581,
      "AGAGCAAG": 1582,
      "AACAAAC": 1583,
      "AGAGGGC": 1584,
      "ATGATCC": 1585,
      "ACTCG": 1586,
      "ATCTGTG": 1587,
      "AAAGTAC": 1588,
      "TGGATATTC": 1589,
      "TTTTTGC": 1590,
      "ACAATAA": 1591,
      "AGATGGC": 1592,
      "AGGTTTC": 1593,
      "TATATGC": 1594,
      "TGGATTC": 1595,
      "AACGG": 1596,
      "TTTGTGATG": 1597,
      "TAGTTG": 1598,
      "ACTTTTC": 1599,
      "AAGAATG": 1600,
      "ACACACC": 1601,
      "TTTCTTG": 1602,
      "AATTAAAA": 1603,
      "AGATTCC": 1604,
      "TCCAAAA": 1605,
      "ATCCATG": 1606,
      "TGGTCTC": 1607,
      "TCACTGCAAGC": 1608,
      "TTCGC": 1609,
      "TGGTATT": 1610,
      "TCAGTAAC": 1611,
      "AGAACCC": 1612,
      "ATATAAC": 1613,
      "TGGTC": 1614,
      "AGGCGC": 1615,
      "AGATGCC": 1616,
      "TCACTGCAGCC": 1617,
      "TGAAATC": 1618,
      "ACACTCTTTT": 1619,
      "TGGCTCACGCCTGTAATCCCAGC": 1620,
      "ACATATT": 1621,
      "TATTATT": 1622,
      "ACCACTGCACTCCAGCC": 1623,
      "AAGAAAG": 1624,
      "TTATAAG": 1625,
      "ATTGCACTCCAGCC": 1626,
      "TGTCCCC": 1627,
      "TAGATC": 1628,
      "TCTCTGC": 1629,
      "ATAAGGC": 1630,
      "TTTATGC": 1631,
      "TCCGTCTC": 1632,
      "TATAAATT": 1633,
      "TTCTTGG": 1634,
      "TTTTATG": 1635,
      "ATTGTAA": 1636,
      "TTTCTGC": 1637,
      "TCCCTCC": 1638,
      "AGGAAAG": 1639,
      "ATTGCCC": 1640,
      "TGGAGCC": 1641,
      "TCAAATT": 1642,
      "AATGTAA": 1643,
      "AGGTTTG": 1644,
      "ATCACAC": 1645,
      "TTCGG": 1646,
      "TTTAGCC": 1647,
      "TTTGGGC": 1648,
      "AATATTG": 1649,
      "TCCCAAAGTGCTGGGATTACAGGCGTGAGCC": 1650,
      "TGTGCGTTCAAC": 1651,
      "AGAAACC": 1652,
      "TGGATAA": 1653,
      "TGTGGCC": 1654,
      "TAGGAAG": 1655,
      "ACTAGC": 1656,
      "ATCTGCC": 1657,
      "ACCCAGCC": 1658,
      "GCCACTGCACTCCAGCC": 1659,
      "AAACACTCTGTTTGTAAAGTC": 1660,
      "TTCTGTC": 1661,
      "TGTAGCC": 1662,
      "AGATATG": 1663,
      "TGAAATT": 1664,
      "ATTCTAA": 1665,
      "TCAAATG": 1666,
      "TCTTTGC": 1667,
      "TATCG": 1668,
      "AATGGGG": 1669,
      "TCCAGGC": 1670,
      "TGGAGAC": 1671,
      "TACTCAGG": 1672,
      "AAGGGGC": 1673,
      "ACCCCCC": 1674,
      "TAGAGC": 1675,
      "AAACAAC": 1676,
      "ATATCAC": 1677,
      "TATCCCC": 1678,
      "AGGTATT": 1679,
      "TGTTTGG": 1680,
      "ATCGAG": 1681,
      "TTCAAGCAATTC": 1682,
      "AAAGGAG": 1683,
      "TCAAAAC": 1684,
      "TATGGCC": 1685,
      "AGTCG": 1686,
      "TCAGAAG": 1687,
      "TGCTGGC": 1688,
      "AGCTATG": 1689,
      "ATTCTTC": 1690,
      "ACCACGCC": 1691,
      "TATACAC": 1692,
      "TACAGAA": 1693,
      "ATTTGGG": 1694,
      "TTTGTTG": 1695,
      "AGTGAAC": 1696,
      "TTTAGGG": 1697,
      "AATTTATT": 1698,
      "AGCTGGC": 1699,
      "TGAAGGC": 1700,
      "AGGTTTT": 1701,
      "AGGTGGC": 1702,
      "AAGAAGC": 1703,
      "TAGTGG": 1704,
      "GGGCGG": 1705,
      "AAATACC": 1706,
      "TCCTGAA": 1707,
      "ATCAGAG": 1708,
      "AAGTATT": 1709,
      "AACTTTT": 1710,
      "TAGAAAC": 1711,
      "AACAGAG": 1712,
      "TCATATT": 1713,
      "AGTTCCC": 1714,
      "TCCAGAG": 1715,
      "TCCATCC": 1716,
      "TGTTCCC": 1717,
      "AAAACG": 1718,
      "AGCTCCC": 1719,
      "AGCAAAC": 1720,
      "TGCAACC": 1721,
      "TTTTGTTTTG": 1722,
      "TTTGTTC": 1723,
      "TAGTTTC": 1724,
      "TAGCTGGGATTAC": 1725,
      "TCACAGAGTTGAACG": 1726,
      "ATAGAGCAGTTAGG": 1727,
      "TTGAACCCGGG": 1728,
      "TTCAGCC": 1729,
      "TGTATTC": 1730,
      "AAAAGAAG": 1731,
      "TGGAGAG": 1732,
      "AAGGAAC": 1733,
      "TGCTCTC": 1734,
      "TTTTCCCC": 1735,
      "TGCACCC": 1736,
      "ATGCACC": 1737,
      "AGCTCTC": 1738,
      "ATAATTTT": 1739,
      "AGTAAAA": 1740,
      "AGAAAGG": 1741,
      "AGAGGGG": 1742,
      "ATCTTGG": 1743,
      "GCCG": 1744,
      "ATATATATATATATAT": 1745,
      "AGCTTTT": 1746,
      "TAAAAGC": 1747,
      "ACCATGG": 1748,
      "ACCAGGC": 1749,
      "TACGG": 1750,
      "ACTTAG": 1751,
      "ATGTGTC": 1752,
      "TACAGG": 1753,
      "TACCG": 1754,
      "AGAATTC": 1755,
      "TATCTATC": 1756,
      "ACCGG": 1757,
      "ACAATT": 1758,
      "TGAGAAG": 1759,
      "TGCAAAC": 1760,
      "ATCTCCC": 1761,
      "AAAAAATAA": 1762,
      "TTTCTCTC": 1763,
      "TTATCTC": 1764,
      "AAAGCAG": 1765,
      "TACTTGGG": 1766,
      "AAAAATAC": 1767,
      "AGCCTGG": 1768,
      "ATGAAAC": 1769,
      "TCCAGGG": 1770,
      "ACAAATT": 1771,
      "GCCTGCC": 1772,
      "TGGCTAA": 1773,
      "AAAATTG": 1774,
      "TTTTCTTC": 1775,
      "TTAGCCAGGATGG": 1776,
      "AGCAAGG": 1777,
      "TTATTGG": 1778,
      "TGTTTAC": 1779,
      "AATGAAC": 1780,
      "ATCTGAC": 1781,
      "ATGATTC": 1782,
      "ATCGG": 1783,
      "ATTGTTC": 1784,
      "TCCACCC": 1785,
      "ACCTTCC": 1786,
      "AAGTTTT": 1787,
      "TTTCTAC": 1788,
      "ATGCTGC": 1789,
      "AGCCATG": 1790,
      "AATTTGCAAGTGGAGATTTC": 1791,
      "AGAATAG": 1792,
      "AGCAGTG": 1793,
      "ACCTGGG": 1794,
      "TTGGGGC": 1795,
      "AACCG": 1796,
      "AATAAGC": 1797,
      "ACTTTAA": 1798,
      "AAAGGGG": 1799,
      "AGGCAGAGG": 1800,
      "ACAAATG": 1801,
      "TGTGGGG": 1802,
      "ATTTGCC": 1803,
      "ATATATAC": 1804,
      "TTATAAC": 1805,
      "AGATAAC": 1806,
      "ACCGTG": 1807,
      "TGATTCC": 1808,
      "TAAATAC": 1809,
      "ACCTCTC": 1810,
      "ATAATAC": 1811,
      "AGTTTAC": 1812,
      "AGTATTC": 1813,
      "TAAATTC": 1814,
      "TTGCAGTGAGCCAAG": 1815,
      "TATATCC": 1816,
      "ACAGATG": 1817,
      "TCTGGGC": 1818,
      "ACAAAAG": 1819,
      "TGAGGGC": 1820,
      "TTTTGTAG": 1821,
      "AGCTATT": 1822,
      "AGAATGG": 1823,
      "AGGGGAG": 1824,
      "AAGAGAG": 1825,
      "TTCCTGG": 1826,
      "ĠC": 1827,
      "AATATCC": 1828,
      "AAAATGG": 1829,
      "ATATCCC": 1830,
      "AGTTTGG": 1831,
      "ATATATC": 1832,
      "ATAGGCC": 1833,
      "AGGGAGG": 1834,
      "AAGGCCC": 1835,
      "TGTAACC": 1836,
      "AAGAGAC": 1837,
      "AAATCAC": 1838,
      "TGTGTCC": 1839,
      "AGGGAAC": 1840,
      "ACTAGACAGAA": 1841,
      "AATTTAG": 1842,
      "GGGTGG": 1843,
      "ACAGAAC": 1844,
      "TCCTACC": 1845,
      "AAGACAC": 1846,
      "ATATGGG": 1847,
      "TTCTTGC": 1848,
      "ATATTTTG": 1849,
      "AGTTCTC": 1850,
      "ATTTTAG": 1851,
      "AGGAATG": 1852,
      "TCTGTCACCC": 1853,
      "ACCATGC": 1854,
      "TGAAACCCTGTCTC": 1855,
      "TGACCCC": 1856,
      "AGATAAG": 1857,
      "TTGGGCC": 1858,
      "TCCATTC": 1859,
      "ATGGCG": 1860,
      "TTATATC": 1861,
      "TACTCGGGAGGCTGAGGCAGGAGAA": 1862,
      "TGATTGG": 1863,
      "AGGCGGAGG": 1864,
      "ATCTCTG": 1865,
      "TAAAAATAC": 1866,
      "AGAGGAG": 1867,
      "ATTATTG": 1868,
      "ACTTTGG": 1869,
      "AGAATAC": 1870,
      "ATCATGCC": 1871,
      "TGCTCTG": 1872,
      "TATGTAA": 1873,
      "TTTGGAG": 1874,
      "TTTAAAAAA": 1875,
      "TGATGGG": 1876,
      "AAAACAAAA": 1877,
      "TTTAGTAGAGACGGGG": 1878,
      "ACATTTC": 1879,
      "TGGCTCATGCC": 1880,
      "TCTGGGG": 1881,
      "TTCTGGC": 1882,
      "TCTTTAC": 1883,
      "TACTTTC": 1884,
      "TATAATC": 1885,
      "TTCCTTGTGTTGTGTG": 1886,
      "TTGTGCC": 1887,
      "AGTGGCC": 1888,
      "AAGATAA": 1889,
      "TCACAGAGTTTAACC": 1890,
      "TCTGGCC": 1891,
      "TCTTTAG": 1892,
      "AGTCCCC": 1893,
      "TTCAGAG": 1894,
      "AGCACCC": 1895,
      "TACTAAAAATACAAAA": 1896,
      "AAACCTC": 1897,
      "AGGTCTC": 1898,
      "AGATCTC": 1899,
      "ATGATGG": 1900,
      "AGATACC": 1901,
      "AGCTCAC": 1902,
      "ATAAGGG": 1903,
      "TTATGGC": 1904,
      "AACTTCC": 1905,
      "TGCTTTG": 1906,
      "TGCTCCC": 1907,
      "TAGACAGAAG": 1908,
      "AAGGGCC": 1909,
      "ATTAAAC": 1910,
      "TTCATCC": 1911,
      "TGCACAC": 1912,
      "TGCAGGC": 1913,
      "ATAGCTC": 1914,
      "TCAATT": 1915,
      "TGGTGCC": 1916,
      "TAAATGC": 1917,
      "ACCACACCC": 1918,
      "TTGAAAC": 1919,
      "ACTTTGGGAGGCTGAGGC": 1920,
      "ATCAGCC": 1921,
      "AACAATG": 1922,
      "TTCTGAA": 1923,
      "TGCAGGG": 1924,
      "TGTCTCC": 1925,
      "TCATTCC": 1926,
      "AGCATTC": 1927,
      "AATAACC": 1928,
      "TGGGTAA": 1929,
      "TGTGATG": 1930,
      "TTTCTAG": 1931,
      "TTCAGGG": 1932,
      "TGCAGAG": 1933,
      "TTGAACCTGGG": 1934,
      "AGATTGC": 1935,
      "AGCTCTG": 1936,
      "TTTCTTCC": 1937,
      "TCAAGTGATCC": 1938,
      "ACCATTC": 1939,
      "TTATGCC": 1940,
      "ACTGTAC": 1941,
      "ATGTTGG": 1942,
      "ATGGCCC": 1943,
      "TGCTATT": 1944,
      "AGGCAGG": 1945,
      "ATGGAAG": 1946,
      "TTTCACCATGTTGGCCAGGCTGG": 1947,
      "TTCAGAA": 1948,
      "TAAAATC": 1949,
      "TTTGAAC": 1950,
      "TTTTCTTTT": 1951,
      "TTGTGTG": 1952,
      "AGCAGAC": 1953,
      "ACTTATT": 1954,
      "TTTACCC": 1955,
      "TCTTGGC": 1956,
      "ACTTCCC": 1957,
      "TCTCTCC": 1958,
      "ATATATATT": 1959,
      "TAAGAAC": 1960,
      "AATATGC": 1961,
      "TGTGGGC": 1962,
      "TCAGGCC": 1963,
      "ATTCTTTT": 1964,
      "ACTGTAA": 1965,
      "TGGCATG": 1966,
      "ATAGATAG": 1967,
      "GTCC": 1968,
      "AAAGTAG": 1969,
      "AGGTATG": 1970,
      "AGCACAC": 1971,
      "AAGGAAAA": 1972,
      "AAACCAC": 1973,
      "TCACACC": 1974,
      "TATAATG": 1975,
      "TTTCAAAAC": 1976,
      "TCAAAAG": 1977,
      "ATACATG": 1978,
      "AGGTGAC": 1979,
      "TTGAGGC": 1980,
      "TACGC": 1981,
      "ATAATAG": 1982,
      "GCCCCC": 1983,
      "TCACTGCAACCTCCGCC": 1984,
      "TGTGAAG": 1985,
      "ATTTGGC": 1986,
      "AGGATGC": 1987,
      "TGAGCTC": 1988,
      "TGGACAC": 1989,
      "ACTTTCC": 1990,
      "ATCTCCTGACCTC": 1991,
      "AGGAACC": 1992,
      "TAAGAAAA": 1993,
      "AAGTTTC": 1994,
      "TCTCTTC": 1995,
      "ACCACCC": 1996,
      "TTCACGCC": 1997,
      "ATACCTC": 1998,
      "AGATCAC": 1999,
      "ATCATCC": 2000,
      "AATTTGC": 2001,
      "ATGGTAG": 2002,
      "ATACCAC": 2003,
      "TATTCCC": 2004,
      "TTTTAAC": 2005,
      "AGATATC": 2006,
      "ATTTACC": 2007,
      "ACTTTGGGAGGCCAAGGC": 2008,
      "ATTCTAG": 2009,
      "TGAATGAA": 2010,
      "ATTTCAG": 2011,
      "AGCATCC": 2012,
      "TCCTGTG": 2013,
      "TAGCG": 2014,
      "TGCCCGCC": 2015,
      "ATTTGAC": 2016,
      "ATCGTGCC": 2017,
      "AGAGCTC": 2018,
      "TTATTTTATT": 2019,
      "TAAGTAA": 2020,
      "TTCAACC": 2021,
      "TGTAAGG": 2022,
      "AATTGGC": 2023,
      "TTGGGAG": 2024,
      "AGTTTAG": 2025,
      "TTCAGTG": 2026,
      "AACTCCC": 2027,
      "AGTTAAC": 2028,
      "ATCAGAA": 2029,
      "TTAATAC": 2030,
      "ATCTTGC": 2031,
      "AGCTTGC": 2032,
      "TATAATAA": 2033,
      "TTCATTG": 2034,
      "TGGATGG": 2035,
      "TCCTGAC": 2036,
      "AAGAGTG": 2037,
      "TATTTTTC": 2038,
      "ATTCATG": 2039,
      "TGGGAAC": 2040,
      "AAGTGATCC": 2041,
      "ATAGATG": 2042,
      "TTTTGTTTT": 2043,
      "TTCTTTTC": 2044,
      "AGATAAAA": 2045,
      "TCACCCC": 2046,
      "ACACAC": 2047,
      "AGCAAGC": 2048,
      "TAAAGAA": 2049,
      "TACACC": 2050,
      "TGGTGAC": 2051,
      "TTCTACC": 2052,
      "ATCACCTGAGGTCAGGAG": 2053,
      "TATTTAG": 2054,
      "TGTGGAATTTGCAAGTGGAGATTTC": 2055,
      "TGGAATC": 2056,
      "TATAAGG": 2057,
      "AGCAAAG": 2058,
      "AAGAGGC": 2059,
      "ACCTCGGCC": 2060,
      "ATAGAAAA": 2061,
      "TCATTGC": 2062,
      "TTTTTCTC": 2063,
      "AATAAGG": 2064,
      "TATATATG": 2065,
      "ATAAATC": 2066,
      "ATAGAAC": 2067,
      "AGTGCAG": 2068,
      "ATCCCCC": 2069,
      "TTGGCCC": 2070,
      "ATAATTG": 2071,
      "GCTGC": 2072,
      "AGAGAGG": 2073,
      "AGTGAGCC": 2074,
      "ATTTTAAAA": 2075,
      "TCCTCTG": 2076,
      "TCAGTAA": 2077,
      "TTTTTTCC": 2078,
      "AGCTTTG": 2079,
      "AAAGAGAA": 2080,
      "TGCATTC": 2081,
      "TGTTGCC": 2082,
      "AGTTAAG": 2083,
      "TATATGG": 2084,
      "AGTGAAG": 2085,
      "TGGCTCACGCC": 2086,
      "AACTCCTG": 2087,
      "TGTTTATT": 2088,
      "TTCCAAG": 2089,
      "TAGCCCC": 2090,
      "TCTATTC": 2091,
      "AATGATG": 2092,
      "ACAGGGC": 2093,
      "TAAAACC": 2094,
      "ATAATTC": 2095,
      "AGGATTC": 2096,
      "TGCAAGC": 2097,
      "TGAGATGG": 2098,
      "TCCTTTG": 2099,
      "ACTCTTG": 2100,
      "TCAGGGC": 2101,
      "TAAGAAG": 2102,
      "TGATCTC": 2103,
      "TTAAGCC": 2104,
      "TGCAGAA": 2105,
      "ATTATAC": 2106,
      "ACCTCAC": 2107,
      "AGATCCC": 2108,
      "TTTCATG": 2109,
      "AATGAAG": 2110,
      "TCTCGAACTCCTGACCTC": 2111,
      "TCCTTGC": 2112,
      "AGGCAAG": 2113,
      "AGCTGAA": 2114,
      "TTTTATC": 2115,
      "TTTTTGG": 2116,
      "ATGTGGC": 2117,
      "AACACAC": 2118,
      "TTATCCC": 2119,
      "ATCCTTTAC": 2120,
      "TAAACAC": 2121,
      "AGAGTGAGAC": 2122,
      "AGGACCC": 2123,
      "AAAAAAAAAAAAAAAAAAAA": 2124,
      "TGTTGGC": 2125,
      "ATGTCTC": 2126,
      "TTCATGC": 2127,
      "ATTGTGG": 2128,
      "AAAGCTC": 2129,
      "TTTCAAC": 2130,
      "ATTCATT": 2131,
      "AGGATAA": 2132,
      "AAAGATC": 2133,
      "AAGGGGG": 2134,
      "TCATCTC": 2135,
      "TTAATATT": 2136,
      "AAACTAA": 2137,
      "TATAAGC": 2138,
      "TTTCATT": 2139,
      "TTTAGGC": 2140,
      "TCCCGG": 2141,
      "AGCGAGAC": 2142,
      "TCCCAAC": 2143,
      "TTTGTAC": 2144,
      "AAAAAGC": 2145,
      "AAAAACC": 2146,
      "TTCAGGC": 2147,
      "ATTCTAC": 2148,
      "ATTGTAG": 2149,
      "AAGGGAG": 2150,
      "GAAG": 2151,
      "TTGGTTCC": 2152,
      "ATCTGGC": 2153,
      "TGAAACCC": 2154,
      "ATGGATGG": 2155,
      "TCTGTAG": 2156,
      "ACCTGTG": 2157,
      "TTAATAG": 2158,
      "ACCATGCCCAGC": 2159,
      "TGCTGTC": 2160,
      "TAGACAGAA": 2161,
      "TTATAGC": 2162,
      "TGATGCC": 2163,
      "ATCCATCC": 2164,
      "ATCTGTC": 2165,
      "ATAGAAG": 2166,
      "ATGTATG": 2167,
      "TTCACAC": 2168,
      "CCCAGG": 2169,
      "TATAATT": 2170,
      "TGGAACC": 2171,
      "ATCATGC": 2172,
      "TGATGGC": 2173,
      "TGAGATG": 2174,
      "AGCATGC": 2175,
      "AGTAACC": 2176,
      "ACCTGGCC": 2177,
      "AGAGAGAA": 2178,
      "ACTGTGG": 2179,
      "TTGAGAA": 2180,
      "ACTTTAC": 2181,
      "ATAGCAG": 2182,
      "AAGGATG": 2183,
      "AAAAAAAC": 2184,
      "ATAGGGC": 2185,
      "ATCAGTG": 2186,
      "AGTTATG": 2187,
      "ACATGGC": 2188,
      "TCCACAC": 2189,
      "ACATAT": 2190,
      "TGAATAC": 2191,
      "ACCAACC": 2192,
